[
  {
    "code": "5689",
    "title": "Аутсайдери",
    "rating": "8.0",
    "duration": "2 год 33 хв",
    "year": "2019",
    "age_category": "16+",
    "country": "США",
    "genre": "Драма/Бойовик/Історичний",
    "poster": "https://image.tmdb.org/t/p/w500/s775ZuocCICjxUUQcPM8fDsxO0j.jpg",
    "description": "Сюжет оповідає про групу американських інженерів і дизайнерів. У 1960-х під керівництвом конструктора Керролла Шелбі і за підтримки британського гонщика Кена Майлса вони повинні були з нуля зробити абсолютно новий спорткар, здатний випередити Феррарі — непереможного чемпіона 24-годинної гонки на витривалість Ле-Ман.",
    "source": "tmdb_auto"
  },
  {
    "code": "3064",
    "title": "Бійцівський клуб",
    "rating": "8.4",
    "duration": "2 год 19 хв",
    "year": "1999",
    "age_category": "16+",
    "country": "Німеччина, США",
    "genre": "Драма/Трилер",
    "poster": "https://image.tmdb.org/t/p/w500/xc3hQ3usYhhV6KWvmrtqwIuFqC3.jpg",
    "description": "Хлопець страждає хронічним безсонням і відчайдушно намагається вирватися з нудного життя. Саме тоді він зустрічає Тайлера Дьордена, торговця із збоченою філософією. Тайлер впевнений, що самовдосконалення - доля слабких, а саморуйнування - єдине, заради чого варто жити. І ось вже вони луплять один одному пики на стоянці перед баром, що приносить їм неабияке задоволення. Залучаючи інших чоловіків до простих радощів фізичної жорстокості, вони засновують таємний Бійцівський Клуб, який має величезний успіх. Але попереду чекає шокуюче відкриття, здатне змінити все...",
    "source": "tmdb_auto"
  },
  {
    "code": "7220",
    "title": "Втеча з Шоушенка",
    "rating": "8.7",
    "duration": "2 год 22 хв",
    "year": "1994",
    "age_category": "18+",
    "country": "США",
    "genre": "Драма/Кримінал",
    "poster": "https://image.tmdb.org/t/p/w500/6BRshOK03BnxTedpAhZl2yZBLTY.jpg",
    "description": "Енді Дюфрейна, віцепрезидента солідного банку, засуджують до двох довічних ув’язнень за обвинуваченням у вбивстві дружини та її коханця. Він відбуває ув’язнення в тюрмі Шоушенка, де проходить усі кола пекла, проявляючи незвичайну мужність, завзятість і холоднокровність.",
    "source": "tmdb_auto"
  },
  {
    "code": "4938",
    "title": "Зелена книга",
    "rating": "8.2",
    "duration": "2 год 10 хв",
    "year": "2018",
    "age_category": "12+",
    "country": "США",
    "genre": "Драма/Комедія/Історичний",
    "poster": "https://image.tmdb.org/t/p/w500/u9y5ggnkXlhF6lovwbh6Cb0fWhm.jpg",
    "description": "Тоні «Базіка» — людина, яка ніколи не вміла тримати язика за зубами. Але зате у нього досить добре без будь-яких слів виходить махати кулаками. Саме таку людину в 1962 році найняв до себе у водії досить витончений музикант, один із найкращих джазових піаністів свого часу Доктор Дон Ширлі - людина з темною шкірою, але світлою душею. Водій йому потрібен для того, щоб поїхати з концертом на південь, де представників його раси не дуже-то й люблять. Скільки же проблем може виникнути через це. Але ні Тоні, ні Дона це не хвилює, адже є щось більш цінне, що стоїть над кольором шкіри — музика та геніальність Ширлі. Потрібно мати велику мужність, щоб змінювати людей навколо себе.",
    "source": "tmdb_auto"
  },
  {
    "code": "3061",
    "title": "Кодове ім'я «Червоний»",
    "rating": "7.0",
    "duration": "2 год 4 хв",
    "year": "2024",
    "age_category": "16+",
    "country": "США",
    "genre": "Бойовик/Комедія/Фентезі",
    "poster": "https://image.tmdb.org/t/p/w500/oLSTSlXSCu6O6fp5OmgLuvRiED.jpg",
    "description": "Санта Клауса - Кодове ім'я: Червоний - було викрадено. Начальник служби безпеки Північного полюса мусить об'єднатися з найвідомішим у світі мисливцем за головами. Разом вони розпочинають буремну кругосвітню місію, щоб врятувати Різдво.",
    "source": "tmdb_auto"
  },
  {
    "code": "2853",
    "title": "Півтора шпигуна",
    "rating": "6.4",
    "duration": "1 год 46 хв",
    "year": "2016",
    "age_category": "16+",
    "country": "США, Китай",
    "genre": "Бойовик/Комедія",
    "poster": "https://image.tmdb.org/t/p/w500/dFw4sTx1Yu8EQKZS5mP6obJgBFc.jpg",
    "description": "Співробітник ЦРУ встановлює контакт зі старим шкільним другом-бухгалтером. Разом вони спробують зупинити смертельну змову проти американських таємних агентів.",
    "source": "tmdb_auto"
  },
  {
    "code": "3084",
    "title": "Топ Ґан: Меверік",
    "rating": "8.2",
    "duration": "2 год 11 хв",
    "year": "2022",
    "age_category": "16+",
    "country": "США",
    "genre": "Бойовик/Драма",
    "poster": "https://image.tmdb.org/t/p/w500/eYZrF3xCQaMYVD5VZa6YQGqWWzw.jpg",
    "description": "Довгоочікуване повернення культової стрічки з Томом Крузом у головній ролі. Нові часи потребують нових героїв і породжують нових ворогів. Які виклики постануть перед безстрашним пілотом Меверіком цього разу?",
    "source": "tmdb_auto"
  },
  {
    "code": "4711",
    "title": "Ґран Туризмо",
    "rating": "7.7",
    "duration": "2 год 15 хв",
    "year": "2023",
    "age_category": "16+",
    "country": "США",
    "genre": "Пригоди/Бойовик/Драма",
    "poster": "https://image.tmdb.org/t/p/w500/aOSJDSFImdC7Xl92BlL7Q4pqaHQ.jpg",
    "description": "Захоплива історія за мотивами реальних подій про неймовірну жагу до перемоги! Завдяки надзвичайному ігровому таланту хлопець — фан популярної відеогри Gran Turismo Янн Марденборо — виграв серію відеозмагань та згодом став одним з навідомиших професійних автогонщиків.",
    "source": "tmdb_auto"
  },
  {
    "code": "4042",
    "title": "Початок",
    "rating": "8.4",
    "duration": "2 год 28 хв",
    "year": "2010",
    "age_category": "16+",
    "country": "Велика Британія, США",
    "genre": "Бойовик/Фантастика/Пригоди",
    "poster": "https://image.tmdb.org/t/p/w500/r84x4x93LbZ2gozISTBYVeq0gLZ.jpg",
    "description": "Виконавчий директор невеликої фірми заправляє організацією, співробітники якої вміють занурюватися в сни людей, щоб імплантувати в них нову інформацію або, навпаки, видаляти зайву. Тиху наукову роботу порушує замовлення, від якого не можна відмовитися, — імплантувати в мозок успішного бізнесмена «правильні» ідеї, які сподобаються його конкурентам.",
    "source": "tmdb_auto"
  },
  {
    "code": "1841",
    "title": "Інтерстеллар",
    "rating": "8.5",
    "duration": "2 год 49 хв",
    "year": "2014",
    "age_category": "16+",
    "country": "Велика Британія, США",
    "genre": "Пригоди/Драма/Фантастика",
    "poster": "https://image.tmdb.org/t/p/w500/9d1sCoMSGJZtghS2X9us1h9u8lW.jpg",
    "description": "Наш час на Землі дійшов кінця, команда дослідників бере на себе найважливішу місію в історії людства — вирушити в подорож за межі нашої галактики, щоб дізнатися, чи є в людства майбутнє серед зірок.",
    "source": "tmdb_auto"
  },
  {
    "code": "8696",
    "title": "F1: Фільм",
    "rating": "7.8",
    "duration": "2 год 36 хв",
    "year": "2025",
    "age_category": "12+",
    "country": "США",
    "genre": "Бойовик/Драма",
    "poster": "https://image.tmdb.org/t/p/w500/j9as1uSCddjVlUghzGb10Gvq6tP.jpg",
    "description": "Жахлива аварія на трасі змусила Сонні Гейза припинити кар’єру гонщика. Це сталося ще у 1990-х і тоді він вважався найперспективнішим пілотом свого покоління. Колишній напарник Рубен Сервантес нині очолює одну з команд Формули-1, яка переживає не найкращі часи. Рубен запрошує Сонні повернутися до перегонів. Його напарником стає Джошуа Пірс, яскравий та амбітний новачок. Та з ревінням моторів минуле Сонні невпинно наближається, і він розуміє, що у Формулі-1 твій напарник – це і є твій найзапекліший суперник.",
    "source": "tmdb_auto"
  },
  {
    "code": "1656",
    "title": "Проект Х: Дорвались-Відірвались",
    "rating": "6.9",
    "duration": "1 год 27 хв",
    "year": "2012",
    "age_category": "16+",
    "country": "США",
    "genre": "Комедія",
    "poster": "https://image.tmdb.org/t/p/w500/ncRMwa23RmSgeVjTb1yB8WXVd8a.jpg",
    "description": "У центрі історії троє однокласників, які вирішили влаштувати круту вечірку і прославитися на всю округу. Звісно, утримати події під контролем у них не вийшло і тусовка розростається настільки, що зупинити її вже нікому не під силу... Буде круто!",
    "source": "tmdb_auto"
  },
  {
    "code": "2612",
    "title": "Матриця",
    "rating": "8.2",
    "duration": "2 год 16 хв",
    "year": "1999",
    "age_category": "16",
    "country": "США",
    "genre": "Бойовик/Фантастика",
    "poster": "https://image.tmdb.org/t/p/w500/kFvvcwzis0CmZeYesx48ghhc4RJ.jpg",
    "description": "Хакер Томас Андерсон одного дня опиняється перед вибором, запропонованим таємничими незнайомцями. Він може продовжувати жити у своєму звичайному світі, який насправді — лише сон. Або ж поглянути в обличчя страшній реальності?",
    "source": "tmdb_auto"
  },
  {
    "code": "1979",
    "title": "Форрест Ґамп",
    "rating": "8.5",
    "duration": "2 год 22 хв",
    "year": "1994",
    "age_category": "12+",
    "country": "США",
    "genre": "Комедія/Драма/Мелодрама",
    "poster": "https://image.tmdb.org/t/p/w500/4Bjwrfv3GRCY71pWZvqN1gqoyU2.jpg",
    "description": "Від особи головного героя Форреста Ґампа, недоумкуватого нешкідливого чоловіка з благородним і відкритим серцем, разповідається історія його незвичайного життя.  Фантастичним чином перетворюється він у відомого футболіста, героя війни, успішного бізнесмена. Він стає мільярдером, але залишається таким же нехитрим, придуркуватим і добрим. Форреста чекає постійний успіх у всьому, а він кохає дівчину, з якою дружив в дитинстві, але взаємність приходить дуже пізно.",
    "source": "tmdb_auto"
  },
  {
    "code": "3662",
    "title": "Оппенгеймер",
    "rating": "8.0",
    "duration": "3 год 1 хв",
    "year": "2023",
    "age_category": "16+",
    "country": "Велика Британія, США",
    "genre": "Драма/Історичний",
    "poster": "https://image.tmdb.org/t/p/w500/iAv3HAlrrIgjcf2yCFvedJzekXT.jpg",
    "description": "Історія створення атомної бомби Дж. Робертом Оппенгеймером під час Другої світової війни.",
    "source": "tmdb_auto"
  },
  {
    "code": "1178",
    "title": "Темний лицар",
    "rating": "8.5",
    "duration": "2 год 32 хв",
    "year": "2008",
    "age_category": "12+",
    "country": "Велика Британія, США",
    "genre": "Драма/Бойовик/Кримінал",
    "poster": "https://image.tmdb.org/t/p/w500/hAf98uHIXMFzqNN5LX1vnouCShr.jpg",
    "description": "Бетмен піднімає ставки у війні з криміналом. За допомогою лейтенанта Джеймса Ґордона і прокурора Гарві Дента, він має намір очистити вулиці від злочинності, що отруює місто. Співпраця виявляється ефективною, але скоро вони виявлять себе посеред хаосу, розв'язаного новим кримінальним генієм, відомим переляканим городянам під ім'ям Джокер.",
    "source": "tmdb_auto"
  },
  {
    "code": "7585",
    "title": "Вовк з Волл-стріт",
    "rating": "8.0",
    "duration": "3 год 0 хв",
    "year": "2013",
    "age_category": "16+",
    "country": "США",
    "genre": "Кримінал/Драма/Комедія",
    "poster": "https://image.tmdb.org/t/p/w500/3rvi403CzrVqrvU4GaUhkjQiHqw.jpg",
    "description": "Джордан Белфорт заснував одну з найбільших брокерських контор у 1987 році, але десять років потому був засуджений за відмивання грошей і ряд інших фінансових злочинів. Він впорався з алкогольною та наркотичною залежністю, виробленої за час махінацій на Волл Стріт, написав дві книги і тепер читає лекції про те, як досягти успіху.﻿..",
    "source": "tmdb_auto"
  },
  {
    "code": "3210",
    "title": "У пошуках щастя",
    "rating": "5.4",
    "duration": "1 год 40 хв",
    "year": "2020",
    "age_category": "16+",
    "country": "США",
    "genre": "Драма",
    "poster": "https://image.tmdb.org/t/p/w500/miB3VbqQhR1yt5ikdSAstVsP6PN.jpg",
    "description": "Двоє друзів по коледжу, яким вже за тридцять, захоплюються життям один одного і відчувають себе в пастці у власному. Вес, прив'язаний до вимогливої кар'єри та обов'язків перед сім'єю, продовжує робочу поїздку, щоб затягнути свого зневіреного друга-художника Люка на пошуки \"тієї, що втекла\".",
    "source": "tmdb_auto"
  },
  {
    "code": "3625",
    "title": "Шалений Макс: Дорога гніву",
    "rating": "7.6",
    "duration": "2 год 0 хв",
    "year": "2015",
    "age_category": "16",
    "country": "Австралія, США",
    "genre": "Бойовик/Пригоди/Фантастика",
    "poster": "https://image.tmdb.org/t/p/w500/dQEWWw2EkhV49NENQB7pzkfD0Eb.jpg",
    "description": "Дія фільму відбувається в Австралії після глобальної катастрофи. Поховавши свою сім'ю, колишній поліцейський Макс Рокатанскі перетворюється на самотнього кочівника: він безцільно блукає по континенту, де йде жорстока боротьба за виживання ..",
    "source": "tmdb_auto"
  },
  {
    "code": "8891",
    "title": "Сіністер",
    "rating": "6.9",
    "duration": "1 год 50 хв",
    "year": "2012",
    "age_category": "16+",
    "country": "Канада, США",
    "genre": "Жахи/Трилер/Детектив",
    "poster": "https://image.tmdb.org/t/p/w500/gfdOLQu2b9wISS3KOTcq9ONUCHG.jpg",
    "description": "Разом з родиною автор детективів поселяється в невеликому містечку, в будинку, де майже рік тому сталась страшна трагедія - була вбита вся сім'я. Письменник випадково знаходить відеозаписи, які є ключем до таємниці злочину. Але ніщо не дається задарма: в будинку починають відбуватися жахливі речі і тепер під загрозою життя його близьких. Вони зіткнулися з чимось, від чого немає порятунку...",
    "source": "tmdb_auto"
  },
  {
    "code": "6640",
    "title": "Джентльмени",
    "rating": "7.7",
    "duration": "1 год 55 хв",
    "year": "2020",
    "age_category": "16+",
    "country": "Велика Британія, США",
    "genre": "Комедія/Кримінал",
    "poster": "https://image.tmdb.org/t/p/w500/hvrQVkJCHELoilLHDWjwNBc09I9.jpg",
    "description": "Талановитий випускник Оксфорда Міккі Пірсон переїхав до Великобританії з США. Застосувавши свій унікальний розум і небачену зухвалість, він вибудував ідеальний бізнес. У старовинному маєтку він вирощував марихуану, і від цього всі причетні ставали трішечки щасливішими. Аж якось Міккі захотів продати свій бізнес новим власникам в Оклахомі. Такий перерозподіл сил викликав неабияке обурення конкурентів. Поступатися своїми інтересами ніхто не хоче, тож намічаються серйозні розмови. І не тільки розмови.",
    "source": "tmdb_auto"
  },
  {
    "code": "2499",
    "title": "1+1",
    "rating": "8.3",
    "duration": "1 год 53 хв",
    "year": "2011",
    "age_category": "16+",
    "country": "Франція",
    "genre": "Драма/Комедія",
    "poster": "https://image.tmdb.org/t/p/w500/zH6pl2chTsiO8MXRSLrYySUNSGD.jpg",
    "description": "Ставши інвалідом унаслідок нещасного випадку, багатій Філіп наймає в помічники людину, що менше всього підходить для цієї роботи — молодого мешканця нетрів Дрісса, який щойно звільнився з в’язниці. Незважаючи на те, що Філіп прикутий до інвалідного крісла, Дріссу вдається привнести в розмірене існування багатія дух пригод та жагу життя.",
    "source": "tmdb_auto"
  },
  {
    "code": "4325",
    "title": "Хрещений батько",
    "rating": "8.7",
    "duration": "2 год 55 хв",
    "year": "1972",
    "age_category": "16+",
    "country": "США",
    "genre": "Драма/Кримінал",
    "poster": "https://image.tmdb.org/t/p/w500/3FhQJLfGuN6bplLeeEziAR9nPmV.jpg",
    "description": "Кримінальна сага, що оповідає про нью-йоркську сіцілійську мафіозну сім'ю Корлеоне. Фільм охоплює період 1945—1955 років. Глава сім'ї, Дон Віто Корлеоне, видає заміж свою дочку. В цей час з Другої світової війни повертається його улюблений син Майкл. Майкл, герой війни, гордість сім'ї, не висловлює бажання зайнятися жорстоким сімейним бізнесом. Дон Корлеоне веде справи за старими правилами, але настають інші часи, і з'являються люди, що бажають змінити порядки. На Дона Корлеоне здійснюється замах. Він одужує, але тимчасово втрачає можливість управляти справами сім'ї. Добробут і навіть виживання сім'ї поставлене під загрозу. І тут Майклу доводиться втрутитися. Заради сім'ї він здійснює подвійне вбивство, що вимушує його деякий час ховатися в Італії. Там він одружується, але при замаху на нього гине його молода дружина. Майкл повертається до Нью-Йорку і серйозно починає займатися справами сім'ї.",
    "source": "tmdb_auto"
  },
  {
    "code": "4527",
    "title": "Хрещений батько 2",
    "rating": "8.6",
    "duration": "3 год 22 хв",
    "year": "1974",
    "age_category": "16+",
    "country": "США",
    "genre": "Драма/Кримінал",
    "poster": "https://image.tmdb.org/t/p/w500/lxw7SulvT2iPHXk9Cf0UVXCM01Q.jpg",
    "description": "Продовження \"Хрещеного батька\", зроблена так само майстерно. Майстерно змонтовані сцени минулого та сьогодення, Коппола в центр драми висуває представників нового покоління гангстерського клану дона Корлеоне та його сина, для яких не існує моральних перешкод на шляху досягнення власної мети. Вони перетворюють мафію, побудовану за патріархальними, ще сицилійськими законами, у цілком прагматичну, жорстку корпорацію, що поступово інтегрується у великий бізнес Америки.",
    "source": "tmdb_auto"
  },
  {
    "code": "5869",
    "title": "Сам удома 2: Загублений у Нью-Йорку",
    "rating": "6.8",
    "duration": "2 год 0 хв",
    "year": "1992",
    "age_category": "6+",
    "country": "США",
    "genre": "Комедія/Сімейний/Пригоди",
    "poster": "https://image.tmdb.org/t/p/w500/g8Bq4G44b3o5EuJCBD7yG3br2ku.jpg",
    "description": "Найменший герой Америки влаштовує великий переполох в Нью-Йорку! Кевін МакКалістер повернувся! Але тепер він один не вдома, а в Нью-Йорку і в нього достатньо грошей і кредитних карток, щоб перетворити Велике Яблуко на власний майданчик для ігор. Але, як завжди, Кевіну не судилося бути довго одному, його старі приятелі шахраї Гарі і Марв втекли з в'язниці, куди вони потрапили завдяки Кевіну. І треба ж їм було потрапити саме в те місто, де Кевін планував розважитися. Нові пастки вже чекають на на бандитів невдах.",
    "source": "tmdb_auto"
  },
  {
    "code": "4350",
    "title": "Джокер: Божевілля на двох",
    "rating": "5.4",
    "duration": "2 год 18 хв",
    "year": "2024",
    "age_category": "16+",
    "country": "США",
    "genre": "Драма/Кримінал/Трилер",
    "poster": "https://image.tmdb.org/t/p/w500/7pA1VcVLqXdcHXLvpvuAsm6AhS0.jpg",
    "description": "Артур Флек запроторений до лікарні Аркгем, де очікує на суд через злочини, скоєні ним в образі Джокера. Розриваючись між двома особистостями, Артур не лише пізнає справжнє кохання, а й також віднайде музику, яка завжди грала всередині нього.",
    "source": "tmdb_auto"
  },
  {
    "code": "2846",
    "title": "Вартові галактики 3",
    "rating": "7.9",
    "duration": "2 год 30 хв",
    "year": "2023",
    "age_category": "12+",
    "country": "США",
    "genre": "Фантастика/Пригоди/Бойовик",
    "poster": "https://image.tmdb.org/t/p/w500/ebKQqIjplEhGtyi2XOfwaBIcpi2.jpg",
    "description": "Пітер Квілл, усе ще оговтуючись від утрати Ґамори, має знову об’єднати команду, щоб захистити Всесвіт та одного з них. Якщо ця місія провалиться, це може стати кінцем Вартових, якими ми їх знаємо.",
    "source": "tmdb_auto"
  },
  {
    "code": "6886",
    "title": "Хатіко: Вірний друг",
    "rating": "8.0",
    "duration": "1 год 33 хв",
    "year": "2009",
    "age_category": "0+",
    "country": "Велика Британія, США",
    "genre": "Драма/Сімейний",
    "poster": "https://image.tmdb.org/t/p/w500/hwl3QgtvqvdmXRzpiWQBZf9i2gx.jpg",
    "description": "Фільм заснований на реальній історії, яка сталася в Японії. Міцна дружба університетського професора з собакою почалася з тих пір як він підібрав її на вулиці. Навіть після смерті друга Хатіко приходив на вокзал зустрічати господаря і чекав його до останнього поїзда.",
    "source": "tmdb_auto"
  },
  {
    "code": "2400",
    "title": "Ремпейдж",
    "rating": "6.5",
    "duration": "1 год 48 хв",
    "year": "2018",
    "age_category": "12+",
    "country": "США",
    "genre": "Бойовик/Пригоди/Фантастика",
    "poster": "https://image.tmdb.org/t/p/w500/dTwY5TZLsTusiAklZIZUfDdL3BH.jpg",
    "description": "Приматолог Девіс Окойе (Джонсон) звик тримати людей на відстані. Але з Джорджем, надзвичайно розумною сріблястою горилою, яку він доглядав з народження, він відчуває дуже сильний зв’язок. Але одного разу під час генетичного експерименту усе йде шкереберть, і людиноподібна мавпа перетворюється на люту істоту надзвичайних розмірів. А невдовзі стає відомо про ще кількох подібним чином змінених тварин. Ці альфа-хижаки тероризують Північну Америку, знищуючи все на власному шляху. Щоб зупинити їх, Окойе разом з генним інженером працюють над створенням антидоту, який не лише зупинить глобальну катастрофу, але й врятує тварину, яка колись була його другом.",
    "source": "tmdb_auto"
  },
  {
    "code": "3362",
    "title": "Острів проклятих",
    "rating": "8.2",
    "duration": "2 год 18 хв",
    "year": "2010",
    "age_category": "16+",
    "country": "США",
    "genre": "Драма/Трилер/Детектив",
    "poster": "https://image.tmdb.org/t/p/w500/oaTQbnBihg27C5N5Qm2FGewA0pg.jpg",
    "description": "На відокремленому острові стоїть клініка для злочинців, яких визнали неосудними. Там вони проходять курс реабілітації. Це місце живе за своїми власними законами і втручання сторонніх тут не вітається. Однак двоє приставів були відправлені, щоб розслідувати зникнення однієї з ув’язнених. На острові їх очікують атмосфера загадковості і великої змови, а на додачу до всього героям доведеться пережити лють стихії та повстання місцевих пацієнтів.",
    "source": "tmdb_auto"
  },
  {
    "code": "8762",
    "title": "Світ Юрського періоду: Відродження",
    "rating": "6.4",
    "duration": "2 год 14 хв",
    "year": "2025",
    "age_category": "12+",
    "country": "США",
    "genre": "Фантастика/Пригоди/Бойовик",
    "poster": "https://image.tmdb.org/t/p/w500/j15dYzTx2hxqTO4E8od3ZJ9mY5k.jpg",
    "description": "Минуло п’ять років після останніх подій. Екологія планети виявилася значною мірою несприятливою для динозаврів. Ті, хто залишився, існують в ізольованих екваторіальних середовищах із кліматом, що нагадує той, у якому вони колись процвітали. Три найбільші істоти в цій тропічній біосфері тримають ключ до ліків, які принесуть людству чудові переваги для порятунку життя. Настає нова ера.",
    "source": "tmdb_auto"
  },
  {
    "code": "1581",
    "title": "Як приборкати дракона",
    "rating": "8.0",
    "duration": "2 год 0 хв",
    "year": "2025",
    "age_category": "0+",
    "country": "США",
    "genre": "Фентезі/Сімейний/Бойовик",
    "poster": "https://image.tmdb.org/t/p/w500/tI7tcDR5hFtRHDzbECtDLVJi8nO.jpg",
    "description": "DreamWorks Animation представляє нове переосмислення улюбленої історії «Як приборкати дракона»! На суворому острові Туп, де вікінги та дракони століттями були заклятими ворогами, живе юний Гикавка — кмітливий, але недооцінений син вождя Стоїка Могутнього. Всупереч багатовіковим традиціям, він наважується подружитися з Беззубиком — грізним драконом породи Нічна Фурія. Їхній несподіваний союз відкриває справжню природу драконів, ставлячи під сумнів основи суспільства вікінгів.",
    "source": "tmdb_auto"
  },
  {
    "code": "1827",
    "title": "Шоу Трумена",
    "rating": "8.1",
    "duration": "1 год 43 хв",
    "year": "1998",
    "age_category": "6+",
    "country": "США",
    "genre": "Комедія/Драма",
    "poster": "https://image.tmdb.org/t/p/w500/wf8m3EPke9X1qhkI44iGxAHIGD6.jpg",
    "description": "Усе своє життя від самого народження Труман Бурбенк, навіть не здогадуючись про це, цілодобово проводить перед об'єктивами телекамер. Він безвиїзно живе і працює на маленькому острові Сігейвен, який насправді є знімальним майданчиком і населений акторами шоу, головним героєм якого і є Трумен. На тридцятому році життя у вигаданому світі Трумен через випадкову помилку знімальної групи починає замислюватися про несправжність Сігейвена і намагається втекти за його межі. Цьому активно перешкоджає керівник шоу Крістоф, який боїться втратити зірку свого проекту.",
    "source": "tmdb_auto"
  },
  {
    "code": "6892",
    "title": "Засновник",
    "rating": "7.1",
    "duration": "1 год 55 хв",
    "year": "2016",
    "age_category": "12+",
    "country": "Греція, США",
    "genre": "Драма/Історичний",
    "poster": "https://image.tmdb.org/t/p/w500/6HsNSgNsLbMngUa5Fr8zXIPzwrc.jpg",
    "description": "Справжня історія про те, як Рей Крок, продавець з Іллінойсу, зустрів Мака і Діка Макдональдсів, які продавали гамбургери в південній Каліфорнії в 1950-х роках. Рей був вражений системою швидкого приготування цих братів і побачив потенціал франшизи. Це історія розповідає про те, як маючи хорошу ідею та наполегливість, можна з однієї невеличкої забігайлівки створити величезну міліардну імперію.",
    "source": "tmdb_auto"
  },
  {
    "code": "1492",
    "title": "Гонка",
    "rating": "7.7",
    "duration": "2 год 3 хв",
    "year": "2013",
    "age_category": "16+",
    "country": "Велика Британія, США",
    "genre": "Драма/Бойовик",
    "poster": "https://image.tmdb.org/t/p/w500/eTAbaJaZuSUShYMy7P15sSOay9Z.jpg",
    "description": "70 -ті роки XX століття. Два непримиренних суперника в історії «Формули-1» - чарівний плейбой - англієць Джеймс Хант і дисциплінований перфекціоніст - австрієць Нікі Лауда - доводять себе до межі фізичної та психологічної витривалості заради тріумфу на трасі. Для них немає легких шляхів до перемоги і права на помилку. Єдиний промах гонщикам може коштувати кар'єри і навіть життя.",
    "source": "tmdb_auto"
  },
  {
    "code": "6866",
    "title": "Джон Уік 4",
    "rating": "7.7",
    "duration": "2 год 49 хв",
    "year": "2023",
    "age_category": "16+",
    "country": "Німеччина, США",
    "genre": "Бойовик/Трилер/Кримінал",
    "poster": "https://image.tmdb.org/t/p/w500/kIfa9o7g43tMYBiQMcJTyN9Ja4f.jpg",
    "description": "Джон Уік знаходить спосіб подолати злочинну організацію «Високий Стіл».  Проте, перш ніж здобути свободу, Уік має стикнутися з новим ворогом, який має могутніх союзників у всьому світі, та з силами, що перетворюють старих друзів на ворогів.",
    "source": "tmdb_auto"
  },
  {
    "code": "5808",
    "title": "Червоне повідомлення",
    "rating": "6.8",
    "duration": "1 год 57 хв",
    "year": "2021",
    "age_category": "12+",
    "country": "США",
    "genre": "Бойовик/Комедія/Кримінал",
    "poster": "https://image.tmdb.org/t/p/w500/110DFoDq3458hGIue0fgYyzuwkk.jpg",
    "description": "Переслідуючи найвідомішого злодія у світі мистецтва, профайлер ФБР змушений стати його спільником, щоби схопити невловну шахрайку, яка завжди на крок попереду.",
    "source": "tmdb_auto"
  },
  {
    "code": "2950",
    "title": "Метелик",
    "rating": "7.3",
    "duration": "2 год 13 хв",
    "year": "2017",
    "age_category": "16+",
    "country": "Чехія, Malta",
    "genre": "Пригоди/Кримінал/Драма",
    "poster": "https://image.tmdb.org/t/p/w500/xgtUMzFOewOEILMpQV3AT9QysZp.jpg",
    "description": "Названий Метеликом через татуювання на грудях зломщик сейфів Анрі здійснює декілька спроб втечі з в'язниці, де відбуває довічне ув'язнення. Незабаром його відправлять на острів Диявола, оточений океаном, звідки ще нікому не вдавалося втекти.",
    "source": "tmdb_auto"
  },
  {
    "code": "2887",
    "title": "Марсіянин",
    "rating": "7.7",
    "duration": "2 год 21 хв",
    "year": "2015",
    "age_category": "12+",
    "country": "США",
    "genre": "Драма/Пригоди/Фантастика",
    "poster": "https://image.tmdb.org/t/p/w500/5fwji26AKmxN3VexaYsXlFHwOak.jpg",
    "description": "Експедиція на Марс закінчилася для космонавта Марка Уотні невдало. Він залишився один на безлюдній планеті, а припасів вкрай мало для того, щоб протриматися до наступної місії, яка прибуде сюди тільки через 4 роки.Але Марк - ботанік, навіть не маючи зв'язку з Землею, він розгорне бурхливу діяльність з виживання на іншій планеті, а потім, знайшовши спосіб зв'язку, стане тією людиною, за кожним кроком якої буде стежити весь світ...",
    "source": "tmdb_auto"
  },
  {
    "code": "7157",
    "title": "Стукач",
    "rating": "6.1",
    "duration": "1 год 52 хв",
    "year": "2013",
    "age_category": "12+",
    "country": "United Arab Emirates, США",
    "genre": "Трилер/Драма/Бойовик",
    "poster": "https://image.tmdb.org/t/p/w500/sD7Ydr8Ty3TJyVFr3MfZ9Wt2XGi.jpg",
    "description": "Заради порятунку сина, якому загрожує термін за продаж наркотиків, батько йде на угоду з поліцією. Він повинен проникнути в саме серце наркомафії.",
    "source": "tmdb_auto"
  },
  {
    "code": "6864",
    "title": "Драйв",
    "rating": "7.6",
    "duration": "1 год 40 хв",
    "year": "2011",
    "age_category": "16+",
    "country": "США",
    "genre": "Драма/Трилер/Кримінал",
    "poster": "https://image.tmdb.org/t/p/w500/yhVVGcVGXFlLDpuauSNb5dUhSQ9.jpg",
    "description": "Чудовий гонщик - вдень він виконує каскадерські трюки на знімальних майданчиках Голлівуду, а вночі веде ризиковану гру. Але один небезпечний контракт - і за його життя призначена нагорода. Тепер, щоб залишитися живим і врятувати свою чарівну сусідку, він повинен робити те, що вміє найкраще - віртуозно втікати від переслідування...",
    "source": "tmdb_auto"
  },
  {
    "code": "8726",
    "title": "Третій зайвий",
    "rating": "6.4",
    "duration": "1 год 47 хв",
    "year": "2012",
    "age_category": "16+",
    "country": "США",
    "genre": "Комедія/Фентезі",
    "poster": "https://image.tmdb.org/t/p/w500/6KH5fOBNZY1FYxqVrBJmVslOsV6.jpg",
    "description": "Джон закоханий у красуню Лорі, у нього відмінна робота і великі плани на майбутнє. Але в їхні стосунки втручається третій, давній друг Джона - Тед. Він відривається добу безперервно, вважає за краще випадкові зв'язки і не бажає втрачати одного. Але ніхто насправді не знає на що він здатний, адже Тед - великий плюшевий ведмідь.",
    "source": "tmdb_auto"
  },
  {
    "code": "4582",
    "title": "Ілюзія обману",
    "rating": "7.3",
    "duration": "2 год 4 хв",
    "year": "2013",
    "age_category": "12+",
    "country": "США, Франція",
    "genre": "Трилер/Кримінал",
    "poster": "https://image.tmdb.org/t/p/w500/A8bWnBcCLPOudlQ9OpqZxznWfB4.jpg",
    "description": "Фільм розповідає про банду професійних фокусників, які під час своїх виступів провертають зухвалі пограбування банків. Через деякий час до справи підключається ФБР, але викрити майстрів ілюзії виявляється не так просто...",
    "source": "tmdb_auto"
  },
  {
    "code": "4979",
    "title": "Перекладач",
    "rating": "7.7",
    "duration": "2 год 3 хв",
    "year": "2023",
    "age_category": "16+",
    "country": "Велика Британія, США",
    "genre": "Військовий/Бойовик/Трилер",
    "poster": "https://image.tmdb.org/t/p/w500/an6t8z8s0EJdzzxsJjOClEDekG1.jpg",
    "description": "Служба сержанта Джона Кінлі в Афганістані добігає кінця. В один з останніх днів він вирушає на завдання разом із провідником на ім’я Ахмед. Їхня група потрапляє під обстріл, і тільки пораненому Кінлі з Ахмедом вдається вижити. За ними починається гонитва, і Ахмед, ризикуючи своїм життям, допомагає Кінлі дістатися до кордону і безпечної території.",
    "source": "tmdb_auto"
  },
  {
    "code": "2530",
    "title": "Гаррі Поттер і в’язень Азкабану",
    "rating": "8.0",
    "duration": "2 год 21 хв",
    "year": "2004",
    "age_category": "16+",
    "country": "Велика Британія, США",
    "genre": "Пригоди/Фентезі",
    "poster": "https://image.tmdb.org/t/p/w500/wE6ErROyLJQzPSq3ZqAYbp54E1T.jpg",
    "description": "Доля Гаррі і всієї спільноти чарівників виглядає дуже похмуро, коли сумнозвісний Сіріус Блек, який вбив одним закляттям відразу 13 маґлів, і є великими шанувальником темного чаклуна Лорда Волдеморта, тікає з в’язниці Азкабан. Охоронці повідомили, що останнім часом уві сні Блек бурмотів: «Він у Гоґвортсі… Він у Гоґвортсі». Тепер навіть у стінах своєї магічної школи Гаррі не може почуватись безпечно, адже всі розуміють, що засуджений вбивця прямує саме туди…",
    "source": "tmdb_auto"
  },
  {
    "code": "3234",
    "title": "Гаррі Поттер і філософський камінь",
    "rating": "7.9",
    "duration": "2 год 32 хв",
    "year": "2001",
    "age_category": "0+",
    "country": "Велика Британія, США",
    "genre": "Пригоди/Фентезі",
    "poster": "https://image.tmdb.org/t/p/w500/e6GHBWj2NIuVxl0eETgoRTIVRUF.jpg",
    "description": "Життя десятирічного Гаррі Поттера не можна назвати солодким: батьки померли, щойно йому виповнився рік, а дядько і тітка, які взяли сироту на виховання, не дуже і піклуються про нього. Але одинадцятий день народження все змінює. Дивний гість, який несподівано з'явився на порозі, приносить листа, з якого хлопчик дізнається, що насправді він - чарівник, і зарахований до школи магії під назвою Гоґвортс. А вже за кілька тижнів Гаррі мчатиме в поїзді Гоґвортс-експрес назустріч новому життю, де на нього чекають неймовірні пригоди та вірні друзі!",
    "source": "tmdb_auto"
  },
  {
    "code": "2064",
    "title": "Гаррі Поттер і таємна кімната",
    "rating": "7.7",
    "duration": "2 год 41 хв",
    "year": "2002",
    "age_category": "0+",
    "country": "Велика Британія, США",
    "genre": "Пригоди/Фентезі",
    "poster": "https://image.tmdb.org/t/p/w500/entVx8fXnznV93yhzZAWeBA7pZY.jpg",
    "description": "Гаррі Поттер провів чергове довге літо із нестерпними Дурслями. Та ось настав час повертатися до школи чарів і чаклунства Гоґвортс на другий навчальний рік. Проте хтось намагається завадити Гаррі потрапити на потяг до школи. І єдиний спосіб дістатись Гоґвортсу – чарівна літаюча машина, яка, на превеликий жаль, врізається в цінне дерево, Войовничу Вербу. Хай би там як, усе це схоже на буденний день у парку в порівняні з тим, що чекає на Гаррі у залах Гоґвортсу: хлопець починає чути моторошні зловісні голоси, що, здається, долинають зі стін. А ще він підозрює, що Драко Мелфой затіяв щось лихе. Незабаром не тільки Гаррі хвилюється через лиховісні події, адже в школі починають відбуватися жахливі речі. Загадково миготять написані кров’ю на стіні слова, проголошуючи: «ТАЄМНУ КІМНАТУ ВІДЧИНЕНО. СТЕРЕЖІТЬСЯ, ВОРОГИ СПАДКОЄМЦЯ!»",
    "source": "tmdb_auto"
  },
  {
    "code": "3373",
    "title": "Сам удома",
    "rating": "7.4",
    "duration": "1 год 42 хв",
    "year": "1990",
    "age_category": "6+",
    "country": "США",
    "genre": "Комедія/Сімейний",
    "poster": "https://image.tmdb.org/t/p/w500/h6dKQj8XRK8pZSuuEVIXnqfJvhb.jpg",
    "description": "Батьки забули вдома одного зі своїх численних дітей. Не страшно, коли батьки йдуть в гості до сусідів. Але в цій історії батьки поїхали до Парижу, а Кевін залишився в Америці. Один, хоч і в своєму будинку. Залишившись наодинці, хлопець спочатку зрадів, потім засумував, потім став думати чим би себе зайняти. Довго сумувати не довелось: опустілий будинок привернув увагу пари злодіїв-крадіїв. Маленькому хазяїну довелось вигадувати всілякі хитрощі, щоб захистити помешкання від бандитів.",
    "source": "tmdb_auto"
  },
  {
    "code": "8316",
    "title": "На межі майбутнього",
    "rating": "7.6",
    "duration": "1 год 53 хв",
    "year": "2014",
    "age_category": "12+",
    "country": "США",
    "genre": "Бойовик/Фантастика",
    "poster": "https://image.tmdb.org/t/p/w500/wJwEVvrQpd9yM3pJlPAsjSAgeNZ.jpg",
    "description": "У недалекому майбутньому раса інопланетян, названих міміками, здійснює безжалісний напад на Землю, змусивши всі військові сили Землі об'єднатися перед лицем спільного ворога. Вступати в сутичку були вимушені усі, навіть зовсім недосвідчені та непідготовлені. Одним з таких і стає підполковник Білл Кейдж, жодного разу не бувавший на полі бою, але кинутий туди фактично на вірну смерть. Через лічені хвилини Кейджа вбивають, але він встигає прикінчити і одного з прибульців. І стається неможливе — він знов прокидається вранці того страшного дня. Прямий фізичний контакт з тілом прибульця у момент смерті замкнув часову петлю, і Білл знов і знов змушений йти в той самий бій та знову гинути.",
    "source": "tmdb_auto"
  },
  {
    "code": "9947",
    "title": "Джуманджі: Наступний рівень",
    "rating": "6.9",
    "duration": "2 год 3 хв",
    "year": "2019",
    "age_category": "12+",
    "country": "США",
    "genre": "Пригоди/Комедія/Фентезі",
    "poster": "https://image.tmdb.org/t/p/w500/HpOwXODa5O9XmRhBIzK4YbbsaW.jpg",
    "description": "Фантастична гра Джуманджі переходить на новий рівень і змінює правила. Щоб вижити у жорстких умовах, героям доведеться приміряти нові несподівані ролі, відкрити нові можливості і кинути виклик новим небезпекам.",
    "source": "tmdb_auto"
  },
  {
    "code": "8408",
    "title": "Гренландія",
    "rating": "7.1",
    "duration": "1 год 59 хв",
    "year": "2020",
    "age_category": "12+",
    "country": "Велика Британія, США",
    "genre": "Бойовик/Пригоди/Трилер",
    "poster": "https://image.tmdb.org/t/p/w500/oszKZbLR2A00adYIsh0sZUBl0ml.jpg",
    "description": "Уламки гігантської комети мчать до Землі і загрожують знищити планету. Кінець світу здається неминучим. Єдине безпечне місце –  бункер у далекій Гренландії. Джон, його дружина та син вирушають у небезпечну подорож. На їхньому шляху до порятунку – не лише руйнівні уламки комети, але й паніка людей, які збожеволіли від жаху. Під час глобальної катастрофи людські закони вже не діють і кожен – сам за себе...",
    "source": "tmdb_auto"
  },
  {
    "code": "2099",
    "title": "Ножі наголо",
    "rating": "7.8",
    "duration": "2 год 11 хв",
    "year": "2019",
    "age_category": "12+",
    "country": "США",
    "genre": "Комедія/Кримінал/Детектив",
    "poster": "https://image.tmdb.org/t/p/w500/6zIRVYhGPPjdQTETiZVCkFAfz0C.jpg",
    "description": "Допитливий детектив на ім’я Бенуа Блан розслідує вбивство відомого романіста Гарлана Тромбі, якого було знайдено мертвим на території власного маєтку одразу після святкування 85-річчя.  Детективу доведеться розібратися у хитросплетінні хибних слідів та брехні, щоб встановити особу вбивці.",
    "source": "tmdb_auto"
  }
]
